{
    "Scary Facts": [
        {
            "Scary fact": "If you sneeze hard enough, you can fracture a rib. But try to suppress a sneeze and you might rupture a blood vessel in your head or neck."
        },
        {
            "Scary fact": "Watching TV for more than 2 hours a day can shorten your life expectancy by 1.4 year. If you watch TV for six hours daily, you might die 5 years earlier than you would naturally."
        },
        {
            "Scary fact": "Many shampoos, soaps, hair dyes and other cosmetic products contain carcinogens that can cause cancer."
        },
        {
            "Scary fact": "An average office desk has 400 times more bacteria than a toilet"
        },
        {
            "Scary fact": "Golf clubs can be deadly. An angry golfer flung his club at a bench. The shaft broke and sprung back, piercing his heart. The same thing has been recorded to happen to at least 3 more people."
        },
        {
            "Scary fact": "When threatened, swans can be very aggressive. They have been known to capsize boats, attack humans on jet skis, and strangle dogs to death."
        },
        {
            "Scary fact": "One pound of peanut butter can contain up to 150 bug fragments and 5 rodent hairs"
        },
        {
            "Scary fact": "A lit candle causes more than 15,000 house fires every year."
        },
        {
            "Scary fact": "Zipper is the most common cause of penile injuries. The zipper-related genital injuries send 1,700 men to ER each year."
        },
        {
            "Scary fact": "If you wear a ring, the number of germs living beneath it could be as high as the entire population of Europe about 730 million."
        },
        {
            "Scary fact": "Beds can be deadly. Every year, 600 people die just in the U.S. alone after falling out of bed."
        },
        {
            "Scary fact": "Red-colored grocery items like fruit punch and strawberry yogurt are often dyed with carmine, which is made from ground-up cochineal beetles."
        },
        {
            "Scary fact": "In Russia, falling icicles kill about 100 people every year."
        },
        {
            "Scary fact": "Bath tubes kill about 340 people annually. In fact, Americans are 25 times more likely to drown in their own bathtub than to be killed by terrorists."
        },
        {
            "Scary fact": "Once lightning enters a structure, it may run through the electrical system, phone lines, plumbing, and even TV and radio antennas and cables."
        },
        {
            "Scary fact": "Texting while driving kills 6,000 people annually in the U.S. alone."
        },
        {
            "Scary fact": "Some butterflies have been known to drink blood."
        },
        {
            "Scary fact": "Candiru, a tiny parasitic freshwater fish living in South America, is reputedly capable of following a stream of urine to its source where it enters the body, and flares its barbed fins, keeping it firmly embedded in the flesh."
        },
        {
            "Scary fact": "In 1998, more fast-food employees were murdered on the job than police officers. An average of four to five fast-food workers are killed every month, usually during robberies."
        },
        {
            "Scary fact": "An average mattress doubles in weight over the course of 10 years due to accumulation of dust mites and dust mite poop."
        },
        {
            "Scary fact": "More Americans choke on toothpicks than any other object. Toothpicks injure almost 9,000 people every year."
        },
        {
            "Scary fact": "15 percent of the air you breathe in an average metro station is human skin."
        },
        {
            "Scary fact": "The National Safety Council reports that 12,000 people die after falling on stairs, with half of these deaths occurring at home."
        },
        {
            "Scary fact": "If you decide to take an elevator, the probability that you will die is much lower but annually, elevators still cause the death of 27 people on average."
        },
        {
            "Scary fact": "London School of Hygiene Tropical Medicine found out 16 percent of cell phones have poop on them."
        }
    ]
}